[
    {
        "key": "KSAd904IA",
        "name": "Bougainvillea",
        "img": "https://www.thespruce.com/thmb/sOYwJ3YRktf52UFvvmCMNWZzahU=/3008x2005/filters:fill(auto,1)/bougainvillea-vines-for-mediterranean-flavor-2132877-07-c1b8446dc5c14ca3b01ee2fdfe782fda.jpg",
        "about": "Bougainvillea is a genus of thorny ornamental vines, bushes, and trees belonging to the four o' clock family, Nyctaginaceae. It is native to eastern South America, found from Brazil, west to Peru, and south to southern Argentina. Different authors accept from 4 to 18 species in the genus."
    },
    {
        "key": "BDCOfX120",
        "name": "Jasmine",
        "img": "https://www.petalrepublic.com/wp-content/uploads/2021/04/Ultimate-Guide-to-Jasmine-Flower-Meaning-Types-and-Uses.jpeg",
        "about": "Jasmine is a genus of shrubs and vines in the olive family. It contains around 200 species native to tropical and warm temperate regions of Eurasia and Oceania. Jasmines are widely cultivated for the characteristic fragrance of their flowers"
    },
    {
        "key": "GERk098OE",
        "name": "Plumeria",
        "img": "https://ca-times.brightspotcdn.com/dims4/default/c9d674f/2147483647/strip/true/crop/1800x1125+0+0/resize/840x525!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F2e%2F50%2F073a2a0442d8a126b46ed957ff6c%2Fplumeria-clip-art.jpg",
        "about": "Plumeria is a genus of flowering plants in the family Apocynaceae. Most species are deciduous shrubs or small trees. The species variously are endemic to Mexico, Central America and the Caribbean, and as far south as Brazil and north as Florida, but are grown as cosmopolitan ornamentals in warm regions."
    },
    {
        "key": "CND04bTRN",
        "name": "Allamanda",
        "img": "https://www.gardenia.net/storage/app/public/uploads/images/crrNzNwY089evKdxCODUWyLE7tgdP3HaqYpLq0j7.jpeg",
        "about": "Allamanda is a genus of flowering plants in the family Apocynaceae. They are native to the Americas, where they are distributed from Mexico to Argentina. Some species are familiar as ornamental plants cultivated for their large, colorful flowers. Most species produce yellow flowers; A. blanchetii bears pink. "
    }
]